Repository: CudaText-addons/cuda_ailocal
Catalog: lang/*/LC_MESSAGES/cuda_ailocal.po
Languages: es_es

source: Enter the prompt text for the selected text (or /help):
es_es: Escriba el Prompt para el texto seleccionado (or /help):

source: Option 1: select the text and type the prompt
es_es: Opción 1: selecciones el texto y escriba el Prompt

source: Option 2: just type the prompt
es_es: Opcion 2: o solo escriba el Prompt

source: /clear: clear the console text
es_es: /clear: limpia el texto de la consola

source: /insert: insert console selected text to the current document
es_es: /insert: inserta el texto de la consola en el documento actual

source: User prompt
es_es: Prompt de Usuario

source: Answer
es_es: Respuesta

source: Sorry, I couldn't get a response.
es_es: Lo siento, no pude obtener respuesta.

source: Error: Request failed with status code
es_es: Error: Solicitud fallida con código de estado

source: Inserted item %d...
es_es: Elemento insertado %d...

source: AI Local: bad icons folder name: "%s"
es_es: AI Local: nombre de carpeta de iconos incorrecto: "%s"

source: AI Local: bad icons size: "%s"
es_es: AI Local: mal tamaño de los iconos: "%s"

source: Open Project action
es_es: Acción Proyecto Abierto

source: Save Project As action
es_es: Acción Guardar proyecto como
